scc2425-tukano/target/classes/Artillery_Tests/create_getUser.yaml
config:
  target: https://scc-70526-70527.azurewebsites.net/rest/  # Base target for relative URLs
  phases:
    - name: simple_post_getUser
      duration: 1 
      arrivalRate: 1 

scenarios:
  - name: TuKanoHome
    flow:
      - post:
          url: /users/                                                        
          headers:                                                            
              Content-Type: application/json                                  
          json:
              userId: "Cambio"                                                               
              id: "Cambio"
              pwd: "easypass"                                                
              email: "camb@gmail.com"                                            
              displayName: "camboio"
              
      - get:
            url: /users/Cambio?pwd=easypass