scc2425-tukano/target/classes/Artillery_Tests/feed.yaml
config:
    target: https://scc-70526-70527.azurewebsites.net/rest/
    phases:
      - name: get_feed
        duration: 1 # how long the test will run for, in seconds
        arrivalCount: 1 # number of arrivals per second.

scenarios:
    - name: TuKanoHome
      flow:
        - get:
            url: shorts/Cambio/feed?pwd=easypass